{
    "links": {
        "home": "Home",
        "profile": "Profile",
        "contact": "Contact",
        "language": "Language",
        "dutch": "Dutch",
        "english": "English",
        "french": "French"
    },
    "home": {
        "title": "Welcome",
        "introduction": "This portfolio has the goal of informing you what my competences an skills are. I hope this site gives you a broad picture of my competences and personality."
    },
    "profile": {
        "github": "Follow me on Github",
        "facebook": "Follow me on Facebook",
        "linkedin": "Follow me on Linkedin",
        "intro": "My name is Robbie Verdurme, I was born on 20th of January 1998 in Ghent. In the everyday life you can find me in the classroom. I'm studying computer science at the High school Ghent. I'm now in my 3th year and choose the study field mobile. I did this mostly because this appeals to me, because I can put more of myself in the code.",
        "primarySchool": "I spend my primary school lessons from the first grade until my sixth at the school Sint-lieven Kolegem. This school has many caring teachers and is Commited to helping you feel welcome. This was also the case for me when I first came there, I was still unsure about the people there and everything was still new. Thanks to the help of the lovely teachers I felt almost right at home in the group.",
        "highSchool": "For high school I went to visitatie mariakerke. Despite that this school has a pretty bad reputation among the disciples, the teachers are still the strength of this school.Here I had to make my choice on what I wanted to study further. With the necessary guidance I choose IT because this appealed to me.",
        "future" : "The choice to study further was made almost immediately. Because IT is wat I wanted to do later on (IT'er at a company) I had to have a higher degree than I already had. The choice of which high school was already as good as made, so i went to HoGent.",
        "projects": [
            {
                "img": "/img/projects/Pazaak.png",
                "name": "Pazaak",
                "description": "This is the first project that was realised. It was made in the first year of high school. Here you can learn how to work in a team."
            },
            {
                "img": "/img/projects/BreakoutBox_Java.png",
                "img2": "/img/projects/BreakoutBox_NET.png",
                "name": "BreakoutBox",
                "description": "This project was realised in the 2nd year of High school. The intention is have a concrete elaboration of an escape room. But instead of looking around for hints to continue, you have to find the answer of an exercise. If you solve all the questions you will find the treasure."
            },
            {
                "img": "/img/projects/MenuApp_Homescreen.jpg",
                "img2": "/img/projects/MenuApp_ListMenu.jpg",
                "name": "Menu App",
                "description": "During the course our Android they asked us to make an app for the exam. My idea was a design of a menuapp so the person who uses the app not immediately know what to eat that evening and obtain a proposal of a dish. For this I called the menuapp. In this app you can enter a number of dishes with the preparation so as to compile a list of dishes together."
            },
            {
                "img": "/img/projects/AngularSite_homescreen.jpg",
                "name": "Angular Site",
                "description": "This site was a project myself. The intention was to create a photo site for my mother. This site should be user-friendly for both the user and for my mother. This site also could submit my mother photos to customize and brand new place."
            },
            {
                "img": "/img/projects/MultiWeb_Challenge.jpg",
                "img2": "/img/projects/MultiWeb_Login.jpg",
                "name": "MultiWeb",
                "description": "This app was commissioned by the company Multimed under the course Projects 3. Multimed wanted an app where the user had an overview of the challenges they still have to complete in order to live healthier"
            },
            {
                "img": "/img/projects/StadsApp.jpg",
                "name": "Stads App",
                "description": "We also spent time during our training to focus on how to make a good app for windows. With this app we want to solve the problem of the surrounding shops. With our app you can see all the shops in the neighborhood. These stores have their own category and discounts."
            }
        ]
    },
    "contact": {
        "title": "Contact",
        "description": "",
        "nameForm": "Your name",
        "emailForm": "Your email",
        "messageForm": "Your message" ,
        "sendFrom": "Send message"
    }
}