{
  "links": {
    "home": "Home",
    "projects": "Projects",
    "profile": "Profile",
    "contact": "Contact",
    "language": "Language",
    "dutch": "Dutch",
    "english": "English",
    "french": "French"
  },
  "home": {
    "title": "Welcome",
    "introduction": "The goal of this portfolio is to give you an overview of my competences and skills."
  },
  "projects": {
    "previous": "Previous",
    "next": "Next"
  },
  "profile": {
    "resumeTab": "Curriculum Vitae",
    "lifeTab": "Life",
    "projectsTab": "Projects",
    "github": "Follow me on Github",
    "facebook": "Follow me on Facebook",
    "linkedin": "Follow me on Linkedin",
    "intro": "My name is Robbie Verdurme, I was born on 20th of January 1998 in Ghent. I’m studying computer sciences at HoGent and I’m in my third year. My specialization is programming applications for Android and Windows mobile phones. It is a very appealing study as I can put a lot of creativity into code.",
    "primarySchool": "I started my elementary school at Sint Lievens Kolegem. As all new students I was unsure about my future at that point but that school, and it’s great teachers, set me on a path to be a fine adult. I felt really comfortable at that school and still have good memories of it. My fellow students and I made a really close group and still today I see some of them.",
    "highSchool": "My high school was Visitatie Mariakerke and despite the reputation that school had amongst students, it was a great school too. As any institute, it’s the people -in this case the teachers- that makes it great. It's in that school that my interest began to grow for computer sciences.",
    "future": "When I left Visitatie my choice for University was made instantly : It had to be a university where they taught IT, more specifically programming. I wanted to be a programmer. So I went to HoGent.",
    "projects": [
      {
        "img": "img/projects/MultiWeb_Challenge.jpg",
        "img2": "img/projects/MultiWeb_Login.jpg",
        "name": "MultiWeb",
        "description": "This app was commissioned by the company Multimed under the course Projects 3. Multimed wanted an app where the user had an overview of the challenges they still have to complete in order to live healthier"
      },
      {
        "img": "img/projects/MenuApp_Homescreen.jpg",
        "img2": "img/projects/MenuApp_ListMenu.jpg",
        "name": "Menu App",
        "description": "During the course on Android they asked us to make an app for the exam. My idea was to create a Menu App. An application that makes a proposition about what you can eat for dinner. In this app you have to enter a number of your favorite dishes with it’s preparation and ingredients. When you start the application, it gives you a random meal"
      },
      {
        "img": "img/projects/StadsApp.jpg",
        "name": "Stads App",
        "description": "We also spent time during our training to focus on how to make a good app for windows. With this app we want to solve the problem of the surrounding shops. With our app you can see all the shops in the neighborhood. These stores have their own category and discounts."
      },
      {
        "img": "img/projects/BreakoutBox_Java.png",
        "img2": "img/projects/BreakoutBox_NET.png",
        "name": "BreakoutBox",
        "description": "This project was realised in the 2nd year of University. It’s a kind of escape room but instead of looking around for hints to continue, you have to find the answer to an exercise. If you solve all the questions you will find the treasure."
      },
      {
        "img": "img/projects/AngularSite_homescreen.jpg",
        "name": "Angular Site",
        "description": "This site was a project of my own. The intention is to upload, adapt pictures. A kind of google photo’s as you will."
      },
      {
        "img": "img/projects/Pazaak.png",
        "name": "Pazaak",
        "description": "his was my first project I made in my first year of university. The goal was to work as a team."
      }
    ],
    "allProjects": "See all projects"
  },
  "contact": {
    "title": "Contact",
    "description": "",
    "nameForm": "Your name",
    "emailForm": "Your email",
    "messageForm": "Your message",
    "sendFrom": "Send message"
  },
  "footer": {
    "reportProblem": "Report a problem"
  },
  "error": {
    "errorPreview": "This preview cannot be loaded"
  }
}